/*28/9/2018*/
"_grp.Accomodation" = "Szállás";
"_grp.BankATM" = "Bank és ATM";
"_grp.Emergency" = "Segélyhívás";
"_grp.Food_and_Drink" = "Étel és ital";
"_grp.Guides" = "Város kalauzok";
"_grp.Parking" = "Parkoló";
"_grp.Petrol_Station" = "Benzinkút";
"_grp.Services_and_Education" = "Szolgáltatások és oktatás";
"_grp.Shopping" = "Vásárlás";
"_grp.Social_Life" = "Szórakozás és társasági élet";
"_grp.Sport" = "Sport";
"_grp.Tourism" = "Turista látványosságok";
"_grp.Transportation" = "Személyszállítás";
"_grp.Vehicle_Services" = "Jármű szervizek";

"exit" = "Kijárat";
"feet" = "láb";
"route.instructionsText.continueAlong" = "Kövesse az útvonalat";

/* feet short */
"ft" = "ft";

/* timeHourShort */
"h" = "ó";
"kilometers" = "kilométer";
"Limit" = "Korlátozás";
"meters" = "méter";

/* miles short */
"mi" = "mi";
"miles" = "mérföld";

/* timeMinuteMidi */
"min" = "perc";
"native.fuelprices.poidetailTitle" = "Üzemanyagárak";
"poiCategory.select" = "Közeli helyek";
"native.navigation.resumeBtn" = "Folytatás";

/* timeSecondShort */
"sec" = "mp";
"yards" = "yard";

/* yards short */
"yd" = "yd";

"detail.action.directionToHere" = "Utasítások megjelenítése";
"detail.action.addVia" = "Útvonalpont hozzáadása";
"detail.action.addToFavorite" = "Hozzáadás a kedvencekhez";
"detail.action.copyGps" = "GPS koordináták";
"detail.action.removeFavorite" = "Eltávolítás a Kedvencek közül";
"detail.action.removeHome" = "Otthoni cím eltávolítása";
"detail.action.removeWork" = "Munkahelyi cím eltávolítása";
"detail.action.shareLocation" = "Pozíció megosztása";
"detail.action.streetView" = "Google Street View";
"detail.contact.mail" = "Email";
"detail.contact.phone" = "Telefon";
"detail.contact.url" = "URL";
"routeCompute.action.demonstrate" = "Bemutató";
"routeCompute.action.navigate" = "Indítás";
"routeCompute.etaArrival" = "Érkezés";
"routeCompute.fastest" = "Leggyorsabb útvonal";
"routeCompute.slower" = "lassabb";
"routeCompute.traffic.withDelay" = "a késés";
"routeCompute.button.options" = "Beállítások";
"routeCompute.waypointInfo.from" = "Honnan";
"routeCompute.waypointInfo.to" = "Hova";
"routeCompute.waypointInfo.waypoints" = "útvonalpontok";
"routeCompute.waypointInfo.via" = "Keresztül";
"routeActionMain.cancel" = "Törölje az útvonalat";
"routeCompute.action.continue" = "Folytatás";
"routeCompute.options.title" = "Útvonal lehetőségek";
"routeCompute.options.AvoidCountry" = "Ország elkerülése";
"avoid.unpaved" = "Földutak";
"avoid.specialArea" = "Dugódíjak";
"avoid.ferries" = "Kompok";
"avoid.highways" = "Autópályák";
"avoid.tollroads" = "Fizetős utak";
"workCell.setupWork.subtitle" = "Könnnyen ingázik minden nap";
"homeCell.setupHome.subtitle" = "Leggyorsabb útvonal lekérdezés";
"workCell.setupWork.title" = "Munkahelyi cím beállítása";
"homeCell.setupHome.title" = "Otthoni cím beállítása";
"workCell.title" = "Munkahelyi cím";
"homeCell.title" = "Otthoni cím";
"favorites.place.emptyButton" = "Helyek keresése";
"favorites.place.emptyTitle" = "Helyek hozzáadása a könnyű hozzáférés érdekében";
"favorites.place.deleteAction" = "Törlés";
"favorites.place.headerTitle" = "Helyek és útvonalak";
"favorites.button.done" = "Kész";
"favorites.segment.contacts" = "Kapcsolatok";
"favorites.segment.trips" = "Kirándulások";
"favorites.segment.places" = "Helyek";
"favorites.title" = "Kedvencek";
"favorites.addAlert.add" = "Hozzáadás";
"native.compute.decideToCompute" = "Még mindig %@ felé tart?";
"routeActionMain.preview" = "Útvonal előnézet";
"routeCompute.traffic.withoutInfo" = "Nincs forgalmi információ";
"search.work.title" = "Munkahelyi cím keresés";
"search.home.title" = "Otthoni cím keresés";
"alert.hideHomeWork.hideHomeTitle" = "Otthoni cím elrejtése";
"alert.hideHomeWork.hideWorkTitle" = "Munkahelyi cím elrejtése";
"alert.hideHomeWork.setHomeMessage" = "Bármikor beállíthatja az otthoni címét a Kedvencekben";
"alert.hideHomeWork.setWorkMessage" = "Bármikor beállíthatja a munkahelyi címét a Kedvencekben";
"alert.hideHomeWork.hide" = "Elrejtés";
"action.control.scout.static" = "Gyorsabb útvonal található";
"action.control.route.longer" = "%@ hosszabb";
"action.control.route.time" = "%@ mentése";
"action.control.scout.arrival" = "Új érkezési idő %@";
"action.control.scout.fasterRouteFound" = "Gyorsabb útvonal található";
"action.control.scout.preview" = "Bemutató";
"action.control.scout.route.set" = "Gyorsabb útvonal beállítása";
"routeCompute.action.loading" = "Indítás";
"country.AL" = "Albánia";
"country.AD" = "Andorra";
"country.AU" = "Ausztrália";
"country.AT" = "Ausztria";
"country.BY" = "Fehér-Oroszország";
"country.BE" = "Belgium";
"country.BA" = "Bosznia és Hercegovina";
"country.BG" = "Bulgária";
"country.CA" = "Kanada";
"country.HR" = "Horvátország";
"country.CZ" = "Csehország";
"country.DK" = "Dánia";
"country.EE" = "Észtország";
"country.FO" = "Feröer-szigetek";
"country.FI" = "Finnország";
"country.FR" = "Franciaország";
"country.DE" = "Németország";
"country.GI" = "Gibraltár";
"country.GR" = "Görögország";
"country.GL" = "Grönland";
"country.VA" = "Vatikán városállam";
"country.HU" = "Magyarország";
"country.IS" = "Izland";
"country.IE" = "Írország";
"country.IL" = "Izrael";
"country.IT" = "Olaszország";
"country.JP" = "Japán";
"country.KP" = "Koreai Népi Demokratikus Köztársaság";
"country.KR" = "Koreai Köztársaság";
"country.KW" = "Kuvait";
"country.LV" = "Lettország";
"country.LI" = "Liechtenstein";
"country.LT" = "Litvánia";
"country.LU" = "Luxemburg";
"country.MK" = "Macedónia";
"country.MT" = "Málta";
"country.MD" = "Moldova";
"country.MC" = "Monaco";
"country.MS" = "Montserrat";
"country.NL" = "Hollandia";
"country.AN" = "Holland Antillák";
"country.NZ" = "Új-Zéland";
"country.NF" = "Norfolk sziget";
"country.NO" = "Norvégia";
"country.PL" = "Lengyelország";
"country.PT" = "Portugália";
"country.RO" = "Románia";
"country.RU" = "Orosz Föderáció";
"country.SM" = "San Marino";
"country.SG" = "Szingapúr";
"country.SK" = "Szlovákia";
"country.SI" = "Szlovénia";
"country.ZA" = "Dél-Afrika";
"country.ES" = "Spanyolország";
"country.SE" = "Svédország";
"country.CH" = "Svájc";
"country.TW" = "Tajvan";
"country.TH" = "Thaiföld";
"country.TR" = "Törökország";
"country.UA" = "Ukrajna";
"country.GB" = "Egyesült Királyság";
"country.US" = "Egyesült Államok";
"country.VN" = "Vietnam";
"country.RS" = "Szerbia";
"country.ME" = "Montenegró";
"country.AE" = "Egyesült Arab Emírségek";
"country.OM" = "Omán";
"country.SA" = "Szaúd-Arábia";
"country.EG" = "Egyiptom";
"country.PR" = "Puerto Rico";
"country.VI" = "Virgin-szigetek";
"country.RA" = "Argentína";
"country.BH" = "Bahrein";
"country.BR" = "Brazília";
"country.HK" = "Hongkong";
"country.ID" = "Indonézia";
"country.IN" = "India";
"country.IM" = "Man-sziget";
"country.MO" = "Makaó";
"country.MX" = "Mexikó";
"country.MY" = "Malajzia";
"country.QA" = "Katar";
"country.AW" = "Aruba";
"country.AF" = "Afganisztán";
"country.AO" = "Angola";
"country.AI" = "Anguilla";
"country.AX" = "Aland-szigetek";
"country.AM" = "Örményország";
"country.AQ" = "Antarktisz";
"country.AS" = "Amerikai Szamoa";
"country.TF" = "Francia déli és antarktiszi területek";
"country.AG" = "Antigua és Barbuda";
"country.AZ" = "Azerbajdzsán";
"country.BI" = "Burundi";
"country.BJ" = "Benin";
"country.BF" = "Burkina Faso";
"country.BD" = "Banglades";
"country.BS" = "Bahama-szigetek";
"country.BL" = "Saint Barthélemy";
"country.BZ" = "Belize";
"country.BM" = "Bermuda";
"country.BO" = "Bolívia";
"country.BB" = "Barbados";
"country.BN" = "Brunei";
"country.BT" = "Bhután";
"country.BV" = "Bouvet-sziget";
"country.BW" = "Botswana";
"country.CF" = "Közép-Afrika";
"country.CC" = "Kókusz (Keeling)-szigetek";
"country.CL" = "Chile";
"country.CI" = "Elefántcsontpart";
"country.CM" = "Kamerun";
"country.CD" = "Kongói Demokratikus Köztársaság";
"country.CG" = "Kongói Köztársaság";
"country.CK" = "Cook-szigetek";
"country.CO" = "Kolumbia";
"country.KM" = "Comore-szigetek";
"country.CV" = "Zöld-foki Köztársaság";
"country.CR" = "Costa Rica";
"country.CU" = "Kuba";
"country.CX" = "Karácsony-sziget";
"country.KY" = "Kajmán-szigetek";
"country.DJ" = "Dzsibuti";
"country.DM" = "Dominika";
"country.DO" = "Dominikai Köztársaság";
"country.DZ" = "Algéria";
"country.EC" = "Ecuador";
"country.ER" = "Eritrea";
"country.EH" = "Nyugat-Szahara";
"country.ET" = "Etiópia";
"country.FJ" = "Fidzsi";
"country.FK" = "Falkland-szigetek";
"country.FM" = "Mikronézia";
"country.GA" = "Gabon";
"country.GE" = "Georgia";
"country.GG" = "Guernsey";
"country.GH" = "Ghána";
"country.GN" = "Guinea";
"country.GP" = "Guadeloupe";
"country.GM" = "Gambia";
"country.GW" = "Bissau-Guinea";
"country.GQ" = "Egyenlítői-Guinea";
"country.GD" = "Grenada";
"country.GT" = "Guatemala";
"country.GF" = "Francia Guyana";
"country.GU" = "Guam";
"country.GY" = "Guyana";
"country.HM" = "Heard-sziget és McDonald-szigetek";
"country.HN" = "Honduras";
"country.HT" = "Haiti";
"country.IO" = "Brit Indiai-óceáni Terület";
"country.IR" = "Irán";
"country.IQ" = "Irak";
"country.JM" = "Jamaica";
"country.JE" = "Jersey";
"country.JO" = "Jordánia";
"country.KZ" = "Kazahsztán";
"country.KG" = "Kirgizisztán";
"country.KH" = "Kambodzsa";
"country.KI" = "Kiribati";
"country.KN" = "Saint Kitts és Nevis";
"country.LA" = "Laosz";
"country.LB" = "Libanon";
"country.LR" = "Libéria";
"country.LY" = "Líbia";
"country.LC" = "Saint Lucia";
"country.LK" = "Srí Lanka";
"country.LS" = "Lesotho";
"country.MF" = "Saint Martin (Francia oldal)";
"country.MA" = "Marokkó";
"country.MG" = "Madagaszkár";
"country.MV" = "Maldív-szigetek";
"country.MH" = "Marshall-szigetek";
"country.ML" = "Mali";
"country.MM" = "Mianmar";
"country.MN" = "Mongólia";
"country.MP" = "Északi-Mariana-szigetek";
"country.MZ" = "Mozambik";
"country.MR" = "Mauritánia";
"country.MQ" = "Martinique";
"country.MU" = "Mauríciusz";
"country.MW" = "Malawi";
"country.YT" = "Mayotte";
"country.NA" = "Namíbia";
"country.NC" = "Új-Kaledónia";
"country.NE" = "Nigéria";
"country.NG" = "Nigéria";
"country.NI" = "Nicaragua";
"country.NU" = "Niue";
"country.NP" = "Nepál";
"country.NR" = "Nauru";
"country.PK" = "Pakisztán";
"country.PA" = "Panama";
"country.PN" = "Pitcairn-szigetek";
"country.PE" = "Peru";
"country.PH" = "Fülöp-szigetek";
"country.PW" = "Palau";
"country.PG" = "Pápua Új-Guinea";
"country.PY" = "Paraguay";
"country.PS" = "Palesztina";
"country.PF" = "Francia Polinézia";
"country.RE" = "Réunion";
"country.RW" = "Ruanda";
"country.SD" = "Szudán";
"country.SN" = "Szenegál";
"country.GS" = "Dél-Georgia és Déli-Sandwich-szigetek";
"country.SH" = "Szent Ilona";
"country.SJ" = "Svalbard (Spitzbergák) és Jan Mayen";
"country.SB" = "Salamon-szigetek";
"country.SL" = "Sierra Leone-i";
"country.SV" = "Salvador";
"country.SO" = "Szomália";
"country.PM" = "Saint Pierre és Miquelon";
"country.ST" = "São Tomé és Príncipe";
"country.SR" = "Suriname";
"country.SZ" = "Szváziföld";
"country.SC" = "Seychelle-szigetek";
"country.SY" = "Szíria";
"country.TC" = "Turks- és Caicos-szigetek";
"country.TD" = "Csád";
"country.TG" = "Togo";
"country.TJ" = "Tádzsikisztán";
"country.TK" = "Tokelau-szigetek";
"country.TM" = "Türkmenisztán";
"country.TL" = "Kelet-Timor";
"country.TO" = "Tonga";
"country.TT" = "Trinidad és Tobago";
"country.TN" = "Tunézia";
"country.TV" = "Tuvalu";
"country.TZ" = "Tanzánia";
"country.UM" = "Amerikai Csendes-óceáni szigetek";
"country.UY" = "Uruguay";
"country.UZ" = "Üzbegisztán";
"country.VC" = "Saint Vincent és a Grenadine-szigetek";
"country.VE" = "Venezuela";
"country.VG" = "Brit Virgin-szigetek";
"country.VU" = "Vanuatu";
"country.WF" = "Wallis és Futuna";
"country.WS" = "Szamoa";
"country.YE" = "Jemen";
"country.ZM" = "Zambia";
"country.ZW" = "Zimbabwe";
"country.US-AL" = "Alabama";
"country.US-AK" = "Alaszka";
"country.US-AZ" = "Arizóna";
"country.US-AR" = "Arkansas";
"country.US-CA" = "Kalifornia";
"country.US-CO" = "Colorado";
"country.US-CT" = "Connecticut";
"country.US-DE" = "Delaware";
"country.US-DC" = "District of Columbia";
"country.US-FL" = "Florida";
"country.US-GA" = "Georgia";
"country.US-HI" = "Hawaii";
"country.US-ID" = "Idaho";
"country.US-IL" = "Illinois";
"country.US-IN" = "Indiana";
"country.US-IA" = "Iowa";
"country.US-KS" = "Kansas";
"country.US-KY" = "Kentucky";
"country.US-LA" = "Louisiana";
"country.US-ME" = "Maine";
"country.US-MD" = "Maryland";
"country.US-MA" = "Massachusetts";
"country.US-MI" = "Michigan";
"country.US-MN" = "Minnesota";
"country.US-MS" = "Mississippi";
"country.US-MO" = "Missouri";
"country.US-MT" = "Montana";
"country.US-NE" = "Nebraska";
"country.US-NV" = "Nevada";
"country.US-NH" = "New Hampshire";
"country.US-NJ" = "New Jersey";
"country.US-NM" = "Új-Mexikó";
"country.US-NY" = "New York";
"country.US-NC" = "Észak-Karolina";
"country.US-ND" = "Észak-Dakota";
"country.US-OH" = "Ohio";
"country.US-OK" = "Oklahoma";
"country.US-OR" = "Oregon";
"country.US-PA" = "Pennsylvania";
"country.US-RI" = "Rhode Island";
"country.US-SC" = "Dél-Karolina";
"country.US-SD" = "Dél-Dakota";
"country.US-TN" = "Tennessee";
"country.US-TX" = "Texas";
"country.US-UT" = "Utah";
"country.US-VT" = "Vermont";
"country.US-VA" = "Virginia";
"country.US-WA" = "Washington";
"country.US-WV" = "Nyugat-Virginia";
"country.US-WI" = "Wisconsin";
"country.US-WY" = "Wyoming";
"country.CA-AB" = "Alberta";
"country.CA-BC" = "Brit Kolumbia";
"country.CA-MB" = "Manitoba";
"country.CA-NB" = "Új-Brunswick";
"country.CA-NL" = "Új-Fundland és Labrador";
"country.CA-NS" = "Új-Skócia";
"country.CA-NT" = "Északnyugati területek";
"country.CA-NU" = "Nunavut Fennhatóság";
"country.CA-ON" = "Ontario";
"country.CA-PE" = "Prince Edward-sziget";
"country.CA-QC" = "Quebec";
"country.CA-SK" = "Saskatchewan";
"country.CA-YT" = "Yukon Terület";
"country.IN-LD" = "Laksadíva";
"country.GB-NIR" = "Észak-Írország";
"country.GB-SCT" = "Skócia";
"country.GB-WLS" = "Wales";
"country.GB-CHA" = "Csatorna-szigetek";
"N" = "É";
"S" = "D";
"W" = "NY";
"E" = "K";
"routeplaning.actionButton.title" = "Kész";
"com.sygic.addWaypoint.placeholder" = "Útvonalpont hozzáadása";
"detail.action.selectPoi" = "Kijelölés";
"signpost.nextDirection.then" = "Utána";
"waypoint.title.myposition" = "A helyzetem";
"placeholder.password" = "Jelszó";
"placeholder.email" = "Email";
"routeCompute.action.calculating" = "Útvonalak kiszámítása";
"routeCompute.action.preview" = "Bemutató";
"detail.action.shareGps" = "GPS koordináták megosztása";
"time.ago.minutes" = "%@ perce";
"time.ago.hours" = "%@ órája";
"time.ago.days" = "%@ napja";
"time.ago.years" = "%@ éve";
"native.navigation.recenterBtn" = "Újra középre";
"homeCell.updateHome.title" = "Otthoni cím frissítése";
"workCell.updateWork.title" = "Munkahelyi cím frissítése";
"monetization.addon" = "BŐVÍTMÉNY";
"detail.action.removeVia" = "Útvonalpont eltávolítása";
"message.avoid.motorway.unable" = "A cél eléréséhez néhány autópálya marad az útvonalon.";
"message.avoid.specialArea.unable" = "Sajnáljuk, az útvonalon nem lehet elkerülni a dugódíjakat.";
"message.avoid.tollRoads.unable" = "A fizetős utak nem kerülhetők el. Néhány fizetős út marad a számított útvonalon.";
"message.avoid.ferries.unable" = "Az úti cél eléréséhez bizonyos kompok nem kerülhetők el.";
"message.avoid.unpavedRoads.unable" = "A célja eléréséhez néhány kövezetlen útnak az útvonalon kell maradnia.";
